Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: However, these judicial instructions have multiple audiences: not only are judges talking to the jury and others pre- sent in the courtroom, their words will also be examined carefully to see if there are grounds for appeal to a higher court.
vi: Tuy nhiên, các hướng dẫn tư pháp có nhiều đối tượng: không chỉ là các thẩm phán nói chuyện với ban bồi thẩm và những người khác có mặt trong phòng xử, lời nói của họ cũng sẽ được kiểm tra cẩn thận để xem nếu có căn cứ để kháng cáo lên tòa án cao hơn.

source: However, this form of punishment relies on a rational thinking- offender for effect.
vi: Tuy nhiên, hình thức trừng phạt này phải dựa vào những tên tội phạm có suy nghĩ lý trí thì mới có hiệu quả .

source: However, this is all in theory.
vi: Tuy nhiên tất cả chỉ là lý thuyết

source: However, those not so affected by psychological pressure (e.g. psychopaths, terrorists, spies, career criminals) may not confess.
vi: Tuy nhiên, những người mà không bị ảnh hưởng bởi áp lực tâm lý như bệnh về tinh thần, khủng bố, gián điệp, hình sự) có thể sẽ không chịu thú tội.

source: However, to successfully profile personal characteristics from crime scene behaviour there would have to be some elements of the crime scene behaviour that are more indicative of the person than of the situation.
vi: Tuy nhiên, để lập hồ sơ các đặc tính cá nhân một cách thành công từ hành vi tại hiện trường, sẽ phải có một số yếu tố hành vi mang tính cá nhân nhiều hơn là hoàn cảnh.

source: However, when considering this sort of information, one needs to think about how it was gathered.
vi: Tuy nhiên, khi xem xét loại thông tin này, cần phải cân nhắc về việc nó được thu thập như thế nào.

source: However, when reading such reports it is important to remember that the successful cases are those most likely to be publicized.
vi: Tuy nhiên, khi đọc được những tin tức như vậy, điều quan trọng mà bạn nên nhớ là thường thì những vụ thành công mới có nhiều khả năng được công khai rộng rãi.

source: However, whereas the polygraph usually requires the person being tested to be connected to the apparatus, voice stress analysis does not.
vi: Tuy nhiên, trong khi máy phát hiện nói dối thường yêu cầu người bị kiểm tra phải bị kết nối với nhiều thiết bị, máy phân tích giọng nói lại không.

source: However, with the growth in the last quarter of a century in the involvement of criminal psychologists in the assessment and treatment of offenders following their sentencing, it would not be surprising if there were some disagreement with a definition which would exclude these groups of professionals from being called criminal psychologists.
vi: Tuy nhiên, với sự phát triển nhanh chóng trong bốn mươi năm gần đây của việc đánh giá và điều trị người phạm tội dựa vào bản án của họ, cũng không ngạc nhiên nếu có một vài bất đồng với khái niệm mà nhóm chuyên gia tâm lý học tội phạm đưa ra.

source: However, years of intelligence-led policing, large amounts of paperwork, the introduction of cars and the increasing amount of specialist functions (such as fraud, Internet crime etc.) have taken the police off the street and out of the sight of the public.
vi: Tuy nhiên, nhiều năm với hệ thống an ninh thông minh, lượng lớn công việc giấy tờ, sự ra đời của xe hơi và sự gia tăng số lượng các hệ thống chuyên môn (như gian lận, tội phạm Internet, v..v..) đã làm giảm tần suất cảnh sát trên đường phố và hình ảnh cảnh sát trong công chúng .

source: Humans have spent many thousands of years learning to deceive others.
vi: Con người đã dành hàng nghìn năm để học cách lừa dối nhau.

source: I am sure you have seen newspaper reports stating that prison is ‘too easy’ and is more like a ‘holiday camp’ than a prison.
vi: Chắc chắn bạn đã từng đọc những bài báo đề cập đến sự thoải mái quá của các nhà tù và nó đang ngày càng giống những khu nghỉ dưỡng.

source: I felt the weight of command and concern for my officers and personal fear at the level of violence from the crowd, mixed with the excitement of the situation.
vi: Tôi cảm nhận được sức nặng của mệnh lệnh và sự quan tâm dành cho các sĩ quan cùng sự sợ hãi của bản thân trước mức độ bạo động của đám đông, xen lẫn với sự kích động của tình hình.

source: I lost a stone in weight that week and I found holes in the soles of both my shoes by the end of it.
vi: Tôi đã sụt mất một stone (bằng 14 pounds) và nhận thấy lỗ thủng ở cả hai đế giày khi sự cố kết thúc.

source: I remember it very well: being dog tired; long, long working days; very early starts in the morning; the bitterness and understandable abuse from the crowds.
vi: Tôi còn nhớ rất rõ: mệt mỏi đến kiệt sức; những ngày làm việc dài đằng đẵng; bắt đầu công việc từ sáng sớm; sự cay đắng và lăng mạ dễ hiểu đến từ đám đông.

source: I remember the sheer torrent of stones raining down – the sky just fell on us with stones, sticks, bits of railings, bricks, ball bearings.
vi: Tôi nhớ những viên đá bay xuống như dòng nước chảy xiết - bầu trời như sụp đổ cùng đá, gậy, xen lẫn những lời chửi rủa, gạch, vòng bi.

source: Identification questions might concern either spoken language using voice analysis or written language.
vi: Những vấn đề về việc nhận diện có thể vừa liên quan đến ngôn ngữ nói, thông qua việc phân tích giọng nói và vừa liên quan đến ngôn ngữ viết.

source: If I ask ‘How are you?’ I expect different responses if I ask the question at work or at a hospital bedside and the given response depends upon shared know- ledge of what is socially appropriate.
vi: Nếu tôi hỏi "Anh ổn chứ?" Tôi mong đợi những phản ứng khác nhau, nếu tôi đặt câu hỏi tại nơi làm việc hoặc ở một bên giường bệnh viện và những phản ứng nhất định phụ thuộc vào chia sẻ kiến thức sâu rộng về những gì là phù hợp với xã hội.

source: If a law is changed just to reform its language, it is very easy to slightly change its meaning or at least allow lawyers to argue for new interpretations on behalf of their clients.
vi: Nếu luật được thay đổi chỉ để cải cách ngôn ngữ của nó, nó là rất dễ dàng để thay đổi ý nghĩa của nó hoặc ít nhất là cho phép các luật sư biện hộ cho cách diễn giải mới thay mặt cho khách hàng của họ.

source: If a motivation for bullying is for the bully to gain limited resources from the victim, it follows that one outcome for victims will be economic deprivation.
vi: Nếu động lực cho kẻ bắt nạt chỉ là để chiếm đoạt các vật phẩm hiếm từ nạn nhân thì bạc sẽ dẫn đến việc các nạn nhân bị túng thiếu về mặt tiền bạc .

source: If a narrow focus is used this should be justified in light of the evidence.
vi: Nếu tập trung kĩ vào một nhóm nào đó, thông tin cần được chứng minh.

source: If a state does not make this information available, then crime prevention funding is withheld from the state.
vi: Nếu bang không công khai những thông tin này thì trợ cấp phòng chống tội phạm sẽ bị rút khỏi bang.

source: If a twenty-year prison sentence will stop a criminal from stealing again, then so be it.
vi: Nếu án phạt tù 20 năm sẽ ngăn những tên tội phạm khỏi tái trộm cắp thì nó nên được thực thi .

source: If executing a murderer will make another person stop and think twice about carrying out a crime, then reductivism has been successful.
vi: Nếu việc xử tử 1 tên sát nhân sẽ làm cho tên khác dừng và nghĩ lại về việc thực hiện tội ác thì việc thu hẹp lại đã thành công.

source: If it is being assumed that offenders’ characteristics will influence the way they behave during a crime, then it follows that this should be the case across all their crimes.
vi: Nếu giả định rằng những đặc tính của tội phạm sẽ ảnh hưởng tới cách hành xử của họ trong một án thì dẫn đến điều này có thể đúng với tất cả các tội ác của họ.

source: If liars are nervous then they may behave like this.
vi: Nếu người nói dối lo lắng , họ sẽ cư xử như thế.

source: If matches are found – the same threats were used, similar items of clothing taken by a rapist, and it was in a close geographical location to another rape – then this information can be used by the police to investigate the potential that the same individual offender has committed both crimes.
vi: Nếu tương thích - những lời đe dọa giống nhau sẽ được sử dụng, mẫu vật tương tự quần áo bị tên tội phạm lấy đi, và nó sẽ có vị trí địa lý gần với vụ cưỡng hiếp khác - rồi thông tin này được cảnh sát tiếp nhận để điều tra về khả năng hung thủ sẽ thừa nhận cả hai vụ án.

source: If offenders finish the programme a long time before they are due for release, they may be required to complete a Booster programme which goes over the things they have learnt again.
vi: Nếu tội phạm hoàn thành chương trình trước khi được thả rất lâu, họ có thể được yêu cầu hoàn thành chương trình tăng cường kiểm tra lại những điều họ đã học.

source: If offenders’ orders come to an end before the end of the programme they are at liberty not to finish the programme, which may have a negative impact on their reoffending.
vi: Nếu án của tội phạm kết thúc trước khi chương trình kết thúc thì họ được tự do không hoàn thành chương trình, cái mà có thể có ảnh hưởng tiêu cực đến việc tái phạm của họ.

source: If one analysed video tapes of people when known to be lying and telling the truth, one could (as described above) discover which cues (at least in those tapes, of those people, in that setting) occurred more (or less) often during the lies than during the truths.
vi: Nếu một phân tích bằng video của mọi người khi họ biết nói dối và nói thật, người ta có thể (như mô tả ở trên) nhận ra các dấu hiệu (ít nhất là trong các đoạn video của những người đó ở trong một bối cảnh) xảy ra nhiều hơn (hoặc ít hơn) thường xuyên trong những lời nói dối hơn là trong những lời nói thật.

source: If one is used, it should be followed up not by the use of further leading questions (as often happens in everyday conversations) but by the use of open questions.
vi: Khi cần dùng, tiếp sau đó nên là câu hỏi mở thay vì tiếp tục đặt ra câu hỏi dẫn dắt khác (như vẫn hay xảy ra trong các cuộc trò chuyện thường ngày).

source: If prisoners feel unable to seek social support from other prisoners and prison officers, schemes such as the Listeners Scheme could therefore be of great importance.
vi: Nếu tù nhân cảm thấy không thể tìm kiếm sự giúp đỡ từ các tù nhân khác hoặc các cai ngục, những chương trình như "Người thính giả" sẽ trở nên quan trọng.

source: If psychologically (and physically) coercive/oppressive techniques are not to be used in interviews with suspects to motivate them to confess, what will?
vi: Nếu những kỹ xảo tâm lý (và cả thể chất) nhằm cưỡng bức/áp chế không thường dùng trong hỏi cung nghi phạm để thúc đẩy họ thú tội, thế nó sẽ làm gì?

source: If someone has committed a crime, then he or she has to be punished for what he or she has done; for what has gone on in the past.
vi: Nếu ai đó phạm tội thì anh ta hoặc cô ta phải bị trừng phạt vì những gì anh ta/ cô ta đã làm, vì những gì đã xảy ra trong quá khứ.

source: If the bullies do not use these resources them- selves, they can sell them on at a higher price.
vi: Nếu những kẻ bắt nạt đó không sử dụng những đồ vật đó, chúng có thể bán với một cái giá cao hơn.

source: If the burglar does not display aggressive behaviour, or if aggressive behaviour does not relate to his or her offending behaviour, then a programme with aggression as its main treatment target is not going to equip the burglar with the necessary skills to stop burgling homes.
vi: Nếu tên trộm không bộc lộ thái độ hung hăng hoặc nếu biểu hiện hung mãn đó không liên quan đến cách cư xử của hắn, thì có một chương trình với mục đích chính sẽ không phải là trang bị cho tên trộm những kĩ năng cần thiết để ngừng trộm đồ trong nhà.

source: If the offender had stopped to weigh up the situation, he may have found that the stranger was not actually staring at him but was eyeing up the attractive female behind him!
vi: Nếu phạm nhân dừng lại để cân nhắc tình huống, anh ta đã có thể nhận ra rằng người đó không nhìn anh ta mà là cô nàng quyến rũ phía sau !

source: If the offenders are assessed as being at ‘high risk’ of reoffending, then schools, community groups and members of the public, such as neighbours, will be notified.
vi: Nếu các tội phạm bị đánh giá là khả năng tái phạm ở mức "nguy hiểm cao", thì các trường học, cộng đồng và quần chúng như hàng xóm sẽ được thông báo.

source: If the offenders are assessed as being ‘medium risk’ of reoffending, then schools and community groups that may encounter those offenders will be notified.
vi: Nếu những tội phạm đó bị đánh giá là khả năng tái phạm ở mức "nguy hiểm trung bình", thì các trường học và cộng đồng có liên quan đến những người này đều sẽ được thông báo.

source: If the police and/or the authorities (to their credit) have safely preserved the small sample it might now be amenable to testing.
vi: Nếu như cảnh sát hay những nhà chức trách cam kết bảo quản mẫu vật nhỏ một cách an toàn thì chúng hoàn toàn có thể xét nghiệm được.

source: If the punishment does not do this, it is not harsh enough.
vi: Nếu một hình phạt không đáp ứng được điều này, có nghĩa là nó chưa đủ nghiêm khắc.

source: If the standard of the research is poor, then the conclusions may be incorrect and our knowledge base will contain errors.
vi: Nếu tiêu chuẩn của công trình nghiên cứu còn hạn chế, thì phần kết luận có thế sẽ thiếu chính xác và kiến thức nền tảng của chúng ta sẽ chứa nhiều sai sót.

source: If the threat of imprisonment is to deter prisoners from reoffending or to deter otherwise law-abiding citizens from committing crime, imprisonment must be an unpleasant experience.
vi: Nếu như việc ngồi tù nhằm ngăn ngừa nguy cơ tái phạm của tù nhân hoặc răn đe các công dân tuân thủ pháp luật tránh xa các hành động phạm pháp thì việc ngồi tù đó chắc chắn không dễ dàng.

source: If the work itself is inherently stressful then what could be done to reduce or remove its causes and effects?
vi: Nếu bản thân công việc cảnh sát vốn đã căng thẳng, vậy làm thế nào để có thể giảm thiểu hoặc loại bỏ các nguyên nhân và ảnh hưởng của căng thẳng?

source: If there are differences between the triggers of suicide and those of self- harm, this suggests that they will each require different types of intervention.
vi: Nếu có sự khác biệt giữa động cơ tự vẫn và việc tự làm hại mình, điều này có nghĩa rằng sẽ có nhiều loại can thiệp khác nhau cho từng hình thức .

source: If you are trying to treat sex offenders who display many of these attributes, then it makes sense to try and improve their sense of self-worth first so that you can maximize their potential to change.
vi: Nếu bạn đang cố gắng chữa trị cho tội phạm tình dục mang những đặc tính này, thì nên thử cải thiện ý thức đề cao bản thân trước để bạn có thế khuyếch đại tiềm năng thay đổi của họ.

source: If you cannot afford a lawyer, one will be provided for you at government expense.
vi: Nếu anh không đủ tiền chi trả cho việc này, một luật sư sẽ được mời đến để giúp anh bằng chi phí của Chính phủ.

source: If you have actually read such a contract you may have noticed that it is difficult to understand.
vi: Nếu bạn thực sự đọc một hợp đồng như vậy bạn sẽ thấy nó rất khó hiểu.

source: If you have ever signed any kind of contract whether for a credit card, a telephone or a property rental agreement you will have encountered legal language.
vi: Nếu bạn đã từng ký vào bất kỳ loại hợp đồng nào đó cho dù một thẻ tín dụng, điện thoại hay hợp đồng thuê tài sản bạn sẽ gặp ngôn ngữ pháp lý.

source: If you received a telephone threat or an abusive letter a forensic linguist might be able to help identify who was behind them.
vi: Nếu bạn nhận được một cú điện thoại đe dọa hoặc một bức thư quấy rối, một nhà ngôn ngữ học pháp lý sẽ có thể giúp bạn xác định kẻ thủ phạm.

source: If you were asked the question ‘What do criminal psychologists do in their everyday working life?’, what would you answer?
vi: Nếu bạn được hỏi 'những nhà tâm lý học tội phạm làm gì mỗi khi đi làm?', bạn sẽ trả lời thế nào?

source: If you were to believe the latest television dramas you might think that the main role of criminal psychologists involves helping the police to catch criminals or engaging in the ‘profiling’ of offenders.
vi: Nếu bạn tin vào những vở kịch mới nhất phát sóng trên truyền hình thì bạn cũng có thể tin tưởng vai trò chính của những nhà tâm lý học tội phạm bao gồm hỗ trợ cảnh sát phá án hoặc thiết lập hồ sơ tội phạm.

source: If, by [institutionally racist] it is meant that it [Britain] is a society which knowingly, as a matter of policy, discriminates against black people, I reject the allegation.
vi: Nếu, [phân biệt chủng tộc có tính chất cơ quan] có nghĩa rằng nó [nước Anh] là một xã hội, dưới phương diện là một vấn đề về chính sách, mà cố ý phân biệt đối xử đối với người da đen, tôi phản đối cáo buộc trên.

source: If, however, the suggestion being made is that practices may be adopted by public bodies as well as private individuals which are unwittingly discriminatory against black people, then this is an allegation which deserves serious consideration, and, where proved, swift remedy.
vi: Tuy nhiên, nếu chủ đích của các ý kiến này là để rèn luyện sự chấp nhận bởi các cơ quan nhà nước cũng như các cá nhân đã vô tình phân biệt đối xử với người da đen, thì đây là một cáo buộc đáng được xem xét nghiêm túc, và, ở nơi đã được chứng minh, xứng đáng có được biện pháp khắc phục nhanh chóng.

source: If, however, you had watched films such as The Silence of the Lambs, then you might believe that all criminal psychologists, like Clarice Starling, attempt to gain a better insight into the minds of serious offenders by talking to convicted offenders about their crimes.
vi: Tuy nhiên, nếu như bạn đã xem những bộ phim như Sự im lặng của bầy cừu, thì bạn có thể sẽ tin tất cả những nhà tâm lý học tội phạm, như Clarice Starling - người đã rất nỗ lực để nhìn thấu tâm can, suy nghĩ của tội phạm bằng cách nói chuyện với những phạm nhân đã bị kết án về vụ án của họ.

source: Imprisonment also means that the offender is unable to offend against the rest of society, known as ‘incapacitation’, though the offender may continue to offend in some way while in prison (e.g. assaulting other prisoners, drug taking etc.).
vi: Bị bỏ tù cũng có nghĩa rằng người phạm tội không có khả năng chống lại phần còn lại của xã hội, hay được gọi là "mất năng lực hành vi", dù vậy người phạm tội vẫn có thể tiếp tục phản kháng bằng một cách nào đó trong tù

source: Imprisonment as a form of punishment is found in many cultures.
vi: Phạt tù là dạng hình phạt phổ biến hiện hữu trên nhiều nền văn hóa

source: In 1974 the Government in England and Wales asked an eminent judge to chair a committee of inquiry to produce a report that would try to explain why honest witnesses can give mistaken testimony (e.g. identify the wrong person as being the crime perpetrator).
vi: Năm 1974, Chính quyền Anh và xứ Wales đã yêu cầu một vị thẩm phán nổi tiếng làm chủ tịch ủy ban điều tra nhằm đưa ra một bản báo cáo để giải thích rằng tại sao ngay cả những nhân chứng thật thà vẫn có thể cho lời khai sai (ví dụ nhận nhầm người là thủ phạm của vụ án) .

source: In 1975 the Sex Discrimination Act passed into law and women were entitled to full employment rights.
vi: Năm 1975, Đạo luật phân biệt giới tính được thông qua thành luật và phụ nữ được hưởng các quyền lao động đầy đủ.

source: In 1981 Professor Lionel Haward, one of the UK’s founding fathers of criminal psychology, described the four roles that Psychologists may perform when they become professionally involved in criminal proceedings.
vi: Vào năm 1981 Giáo sư Lionel Haward, một trong những người cha đỡ đầu cho ngành tâm lý học tội phạm Anh Quốc, mô tả bốn vai trò mà các nhà tâm lý học tội phạm thực hiện khi họ trở nên chuyên nghiệp trong các vụ tố tụng hình sự.

source: In 2001 MAPPAs were set up to supervise violent, dangerous and sexual offenders within the community.
vi: Vào năm 2001, Những sắp xếp bảo vệ công chúng đa chi nhánh đã được thành lập để giám sát những tội phạm tình dục nguy hiểm và bạo lực trong cộng đồng.

source: In 2002 the Government in England and Wales published an update of its 1992 (MOGP) guidance document.
vi: Vào năm 2002, Chính phủ Anh và xứ Wales xuất bản một bản chỉnh sửa và bổ sung cho tài liệu hướng dẫn năm 1992 của họ (MOGP).

source: In 2004 the author of this chapter was contacted by a solicitor (i.e. a legal representative) in Scotland whose client was accused of a serious crime.
vi: Năm 2004, một vị cố vấn pháp lý ở Scotlandđã liên lạc với tác giả của cuốn sách này, bởi thân chủ của ông ta đã bị kết một tội danh nghiêm trọng. (Cố vấn pháp lý: Người đại diện hợp pháp)

source: In 2005 the author of this chapter was surprised to receive the rare honour for a civilian of a Commendation Certificate from the London Metropolitan Police Service for the guidance provided in the interviewing of a woman who had been raped but who, initially, could recall little of the horrendous event.
vi: Vào năm 2005, tác giả chương này rất bất ngờ khi có được vinh dự hiếm hoi là nhận Bằng khen Tuyên dương từ Lực lượng Cảnh sát Thủ đô Luân Đôn dành cho người dân vì đã cung cấp hướng dẫn thẩm vấn một người phụ nữ bị cưỡng hiếp nhưng lúc đầu lại hầu như chẳng nhớ được gì về sự kiện khủng khiếp này.

source: In Anglo-Saxon England, the aim of punishment for crime was to stop physical retaliation by victims’ families.
vi: Ở Anglo-Saxon Anh, mục đích của việc trừng trị tội ác là để ngăn chặn sự trả thù về thể chất từ gia đình nạn nhân.

source: In August 1999 the national Court of Appeal (in the case of Roberts) reported in its written judgement that the lawyers for the appellant (i.e. the convicted man who was appealing the conviction) had placed before it that 1998 paper and the court noted that among the points made were the following:
vi: Vào tháng Tám năm 1999, Tòa phúc thẩm quốc gia (vụ án gia đình nhà Robert) đã viết trong biên bản phiên tòa rằng các luật sư bên nguyên kháng (ví dụ như người bị kết án yêu cầu kháng cáo) đã dùng nghiên cứu năm 1998 và tòa ghi nhận các điểm đã được trình bày như sau:

source: In Britain there are often calls for more uniformed police on the street, which research suggests offers citizens reassurance, lowers fear of crime and maintains law and order.
vi: Ở Anh thường có những đề nghị cho việc tăng số lượng cảnh sát mặc quân phục trên đường phố, điều mà thông qua khảo sát cho thấy có thể cung cấp cho người dân sự an tâm, giữ sự sợ hãi tội phạm ở mức độ thấp nhất và duy trì luật lệ cũng như trật tự.

source: In Britain women were first involved with policing activities during the First World War, largely in the role of volunteer work, and mainly involved in moral guidance and crime prevention patrols near munitions factories.
vi: Tại Anh phụ nữ lần đầu tiên được tham gia với các hoạt động cảnh sát là trong Thế Chiến thứ nhất, phần lớn là trong vai trò của công tác tình nguyện, và chủ yếu là tham gia vào hướng dẫn đạo đức và tuần tra phòng chống tội phạm gần nhà máy đạn dược.

source: In Britain, Gary Copson found that over seventy-five per cent of the police officers questioned found the profilers’ advice useful.
vi: Tại Anh, Gary Copson tìm ra rằng hơn 75% những sĩ quan cảnh sát được hỏi thấy những lời khuyên của những nhà lập hồ sơ tội phạm là hữu dụng.

source: In Britain, for example, when Tony Martin shot and killed a burglar and injured the second, he was charged with murder (later reduced to manslaughter) and imprisoned.
vi: Một ví dụ tại Anh, khi Tony Martin nã súng và giết chết một tên trộm và làm bị thương tên thứ hai, anh ta bị xử với hành vi giết người (sau đó được giảm thành tội ngộ sát) và phải ngồi tù
